app/controllers/items_controller.rb

INSERT INTO "items" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "123"], ["created_at", "2018-05-20 08:25:11.797706"], ["updated_at", "2018-05-20 08:25:11.797706"]]
---
  def create
    @item = Item.new(item_params)

    respond_to do |format|
      if @item.save